Repository: openstack-archive/solum
Catalog: solum/locale/*/LC_MESSAGES/solum.po
Languages: de

source: %(client)s connection failed. %(message)s
de: Die Verbindung von %(client)s ist fehlgeschlagen. %(message)s

source: '%(name)s' is not a supported media type for the %(method)s method of this resource
de: '%(name)s' ist kein unterstützter Medientyp für die Methode %(method)s dieser Ressource

source: An unknown exception occurred.
de: Eine unbekannte Ausnahme ist aufgetreten.

source: Error while processing the JSON Patch document: %(reason)s
de: Fehler beim Verarbeiten des JSON-Patch-Dokuments: %(reason)s

source: Exception in string format operation
de: Ausnahme im String-Format-Vorgang

source: Failed to read file: %s
de: Datei konnte nicht gelesen werden: %s

source: Failed to retrieve file: %s
de: Fehler beim Abrufen der Datei: %s

source: Failed to successfully build languagepack: `%s`
de: Fehler beim Erstellen des Sprachpakets: `%s`

source: Failed to successfully get environment for building languagepack: `%s`
de: Die Umgebung zum Erstellen des Sprachpakets konnte nicht abgerufen werden: `%s`

source: Fetching data from %s
de: Daten von %s holen

source: If set the server certificate will not be verified while using Mistral.
de: Wenn diese Option aktiviert ist, wird das Serverzertifikat bei der Verwendung von Mistral nicht überprüft.

source: If set the server certificate will not be verified.
de: Wenn gesetzt, wird das Serverzertifikat nicht verifiziert.

source: If set, then the server's certificate for barbican will not be verified.
de: Wenn gesetzt, wird das Zertifikat des Servers für Barbican nicht verifiziert.

source: If set, then the server's certificate for neutron will not be verified.
de: Wenn gesetzt, wird das Zertifikat des Servers für Neutron nicht verifiziert.

source: If set, then the server's certificate for zaqar will not be verified.
de: Wenn gesetzt, wird das Zertifikat des Servers für zaqar nicht verifiziert.

source: If set, then the server's certificate will not be verified.
de: Wenn dies eingestellt ist, wird das Zertifikat des Servers nicht verifiziert.

source: Invalid URL scheme %s
de: Ungültiges URL-Schema %s

source: Invalid object size.
de: Ungültige Objektgröße

source: Keystone authentication is disabled by Solum configuration parameter enable_authentication. Solum will not authenticate incoming request. In order to enable authentication set enable_authentication option to True.
de: Die Keystone-Authentifizierung wird vom Solum-Konfigurationsparameter enable_authentication deaktiviert. Solum wird eingehende Anfragen nicht authentifizieren. Um die Authentifizierung zu aktivieren, setzen Sie die Option enable_authentication auf True.

source: Keystone v3 API connection failed, no password trust or auth_token!
de: Keystone v3-API-Verbindung fehlgeschlagen, kein Kennwortvertrauen oder auth_token!

source: Languagepack %(name)s cannot be deleted because one or more applications reference it.
de: Sprachpaket %(name)s kann nicht gelöscht werden, weil eine oder mehrere Anwendungen darauf verweisen.

source: Maximum retries has been reached.
de: Maximale Wiederholungsversuche wurden erreicht.

source: Names must not be longer than 100 characters
de: Die Namen dürfen nicht länger als 100 Zeichen sein

source: Names must only contain a-z,0-9,-,_
de: Namen dürfen nur az,0-9,-,_ enthalten

source: Names must only contain a-z,A-Z,0-9,-,_
de: Namen dürfen nur az, AZ, 0-9, -, _ enthalten

source: Optional CA bundle file to use in SSL connections.
de: Optionale CA-Bundle-Datei zur Verwendung in SSL-Verbindungen.

source: Optional CA cert file to use in SSL connections with Mistral.
de: Optionale CA-Cert-Datei zur Verwendung in SSL-Verbindungen mit Mistral.

source: Optional CA cert file to use in SSL connections.
de: Optionale CA-Cert-Datei zur Verwendung in SSL-Verbindungen.

source: Optional PEM-formatted certificate chain file.
de: Optionale PEM-formatierte Zertifikatskettendatei

source: Optional PEM-formatted file that contains the private key.
de: Optionale PEM-formatierte Datei, die den privaten Schlüssel enthält.

source: Placeholder
de: Platzhalter

source: Plan %(name)s cannot be deleted because one or more Assemblies reference it.
de: Plan %(name)s kann nicht gelöscht werden, da mindestens eine Assembly auf sie verweist.

source: Region of endpoint in Identity service catalog to use for all clients.
de: Region des Endpunkts im Identity-Dienstkatalog, der für alle Clients verwendet werden soll.

source: Region of endpoint in Identity service catalog to use.
de: Endpunktregion im zu verwendenden Identitätsdienstekatalog

source: Resource limit exceeded. Reason: %(reason)s
de: Ressourcenlimit überschritten Grund: %(reason)s

source: Server is incapable of processing the specified request.
de: Der Server kann die angegebene Anfrage nicht verarbeiten.

source: Starting server in PID %s
de: Starten des Servers in PID %s

source: Subset of trustor roles to be delegated to solum.
de: Teilmenge der Trustor-Rollen, die an solum delegiert werden sollen.

source: The %(name)s %(id)s could not be found.
de: Der %(name)s %(id)s konnte nicht gefunden werden.

source: The %(name)s already exists.
de: Der %(name)s existiert bereits.

source: The %(name)s resource %(id)s could not be found.
de: Die %(name)s Ressource %(id)s konnte nicht gefunden werden.

source: The %(name)s resource already exists.
de: Die Ressource %(name)s ist bereits vorhanden.

source: The %(name)s resource cannot be deleted because one or more resources reference it.
de: Die %(name)s-Ressource kann nicht gelöscht werden, weil eine oder mehrere Ressourcen auf sie verweisen.

source: The plan was not given or could not be found
de: Der Plan wurde nicht gegeben oder konnte nicht gefunden werden

source: The plan was not hosted in solum
de: Der Plan wurde nicht in solum gehostet

source: The request is forbidden. Reason: %(reason)s
de: Die Anfrage ist verboten. Grund: %(reason)s

source: The request is malformed. Reason: %(reason)s
de: Die Anfrage ist fehlerhaft. Grund: %(reason)s

source: The requested operation is not implemented.
de: Die angeforderte Operation ist nicht implementiert.

source: Type of endpoint in Identity service catalog to use for communication with the Glance service.
de: Endpunkttyp im Identitätsdienstekatalog, der für die Kommunikation mit dem Glance-Dienst verwendet wird.

source: Type of endpoint in Identity service catalog to use for communication with the Neutron service.
de: Endpunkttyp im Identitätsdienstkatalog, der für die Kommunikation mit dem Dienst Neutron verwendet wird.

source: Type of endpoint in Identity service catalog to use for communication with the OpenStack service.
de: Endpunkttyp im Identitätsdienstekatalog, der für die Kommunikation mit dem OpenStack-Dienst verwendet wird.

source: Type of endpoint in Identity service catalog to use for communication with the Swift service.
de: Endpunkttyp im Identity-Servicekatalog für die Kommunikation mit dem Swift-Service.

source: Type of endpoint in Identity service catalog to use for communication with the mistral service.
de: Endpunkttyp im Identitätsdienstkatalog, der für die Kommunikation mit dem Mistral-Service verwendet wird.

source: Type of endpoint in Queue service catalog to use for communication with the Zaqar service.
de: Endpunkttyp im Warteschlangendienstkatalog, der für die Kommunikation mit dem Zaqar-Service verwendet wird.

source: Value "%s" is not an integer.
de: Wert "%s" ist keine ganze Zahl.

source: Wrong type. Expected '%(type)s', got '%(value)s'
de: Falscher Typ. Erwartete '%(type)s', bekam '%(value)s'

source: X-Roles is missing. Using deprecated X-Role header
de: X-Roles fehlen. Verwendung des veralteten X-Role-Headers

source: Your request could not be handled because of a problem in the server. Error Correlation id is: %s
de: Ihre Anfrage konnte aufgrund eines Problems auf dem Server nicht bearbeitet werden. Fehlerkorrelations-ID lautet: %s

source: serving on 0.0.0.0:%(port)s, view at http://127.0.0.1:%(port)s
de: Serving auf 0.0.0.0:%(port)s, sehen Sie unter http://127.0.0.1:%(port)s

source: serving on http://%(host)s:%(port)s
de: Serving auf http: //%(host)s: %(port)s

source: trust token re-scoping failed!
de: Trust-Token-Re-Scoping fehlgeschlagen!
